Repository: monirhelalee/pub_chem
Catalog: lib/l10n/arb/app_*.arb
Languages: bn

# moreScreenTitle
source: More
bn: আরও

# themeTitle
source: Theme
bn: থিম

# appInfoTitle
source: App Info
bn: অ্যাপ তথ্য

# appNameLabel
source: App Name
bn: অ্যাপের নাম

# versionLabel
source: Version
bn: সংস্করণ

# buildNumberLabel
source: Build Number
bn: বিল্ড নম্বর

source: Error loading app info:
bn: অ্যাপ তথ্য লোড করতে ত্রুটি:

# themeLight
source: Light
bn: লাইট

# themeDark
source: Dark
bn: ডার্ক

# themeSystem
source: System
bn: সিস্টেম

# languageTitle
source: Language
bn: ভাষা

source: Home
bn: হোম

source: Search
bn: অনুসন্ধান

source: Search for compounds
bn: যৌগ অনুসন্ধান করুন

source: Featured Compounds
bn: ফিচার্ড যৌগ

source: Compound Not Found
bn: যৌগ খুঁজে পাওয়া যায়নি

# checkSpellingOrTryAnother
source: Please check the spelling or try a different name.
bn: অনুগ্রহ করে বানান পরীক্ষা করুন অথবা অন্য একটি নাম চেষ্টা করুন।

# netErrorTryAgain
source: Network error. Please check your internet connection and try again.
bn: নেটওয়ার্ক ত্রুটি। অনুগ্রহ করে আপনার ইন্টারনেট সংযোগ পরীক্ষা করে আবার চেষ্টা করুন।

# serverErrorUnable
source: Server error. PubChem service may be temporarily unavailable.
bn: সার্ভার ত্রুটি। PubChem পরিষেবা সাময়িকভাবে অনুপলব্ধ হতে পারে।

source: No recent search found
bn: সাম্প্রতিক কোন অনুসন্ধান পাওয়া যায়নি

# recentSearch
source: Recent Searches
bn: সাম্প্রতিক অনুসন্ধান

source: Clear
bn: ক্লিয়ার

source: minutes ago
bn: মিনিট আগে

source: minute ago
bn: মিনিট আগে

source: year ago
bn: বছর আগে

source: years ago
bn: বছর আগে

source: Not found
bn: খুঁজে পাওয়া যায়নি

source: month ago
bn: মাস আগে

source: months ago
bn: মাস আগে

source: day ago
bn: দিন আগে

source: days ago
bn: দিন আগে

# hourAgo
source: hours ago
bn: ঘন্টা আগে

source: hours ago
bn: ঘন্টা আগে

source: Just now
bn: এই মুহূর্তে

source: Compound Details
bn: যৌগের বিবরণ

source: IUPAC Name
bn: IUPAC নাম

source: Molecular Formula
bn: আণবিক সূত্র

source: Molecular Weight
bn: আণবিক ওজন

source: SMILES Notation
bn: SMILES নোটেশন

source: Molecular Structure
bn: আণবিক কাঠামো
